---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Lighting.InitialWattageIntensity
source: html/4c679b4c-7049-2f02-a8fd-7500a3d2c63e.htm
---
# InitialWattageIntensity Members

Creates a copy of the given initial wattage intensity object